import brusMainImage from './pics/12.jpg';
import brusSecondImage from './pics/evs63n44yza1bxy4gb5zvje6hzc7oh68.jpg'; 

export const brusData = {
  brus: {
    title: "1. Брус",
    mainText: "Основой любого сруба является брус. Для строительства под усадку чаще всего используется брус естественной влажности, который сохраняет свои природные свойства и обеспечивает естественную циркуляцию воздуха внутри дома. При выборе бруса важно обращать внимание на следующие параметры:",
    imageUrl: brusMainImage,
    secondImageUrl: brusSecondImage, 
    features: [
      {
        title: "Качество древесины",
        text: "Брус должен быть ровным, без трещин, сколов, гнили и следов поражения насекомыми. Сучки должны быть невыпадающими"
      },
      {
        title: "Размер бруса",
        text: "Толщина бруса выбирается в зависимости от климатических условий и назначения дома. Для постоянного проживания в условиях умеренного климата рекомендуется использовать брус толщиной не менее 150 мм"
      }
    ]
  },
  jute: {
    title: "2. Джут",
    mainText: "Джут используется как межвенцовый утеплитель...",
    
    features: [
      {
        title: "Плотность",
        text: "Оптимальная плотность джута - 600 г/м²..."
      }
    ]
  }
};