import brusMainImage from './pics/12.jpg';
import brusSecondImage from './pics/evs63n44yza1bxy4gb5zvje6hzc7oh68.jpg'; 
import jutMainImage from './pics/snapedit_1751715349993.jpeg'
import jutSecondImage from './pics/9486bac5022d6aa3f8cfb83cc92a6754.jpg'
import nagMainImage from './pics/700-nw (1).jpg'
import nagSecondImage from './pics/scale_1200.jpg'
import krepMainImage from './pics/aniyora-j-veq2VLmBldc-unsplash.jpg'
import krepSecondImage from './pics/DeWatermark.ai_1751748543620 (1).jpeg'
import svaiMainImage from './pics/remove_watermark_image_20250705_015256.png'
import svaiSecondImage from './pics/i.jpg'
import krMainImage from './pics/lukas-patuc-BqhKviHBODM-unsplash.jpg'
import krSecondImage from './pics/odnul.jpg'
import antiMainImage from './pics/DeWatermark.ai_1751750393080.jpeg'
import antiSecondImage from './pics/c4255477bc504e7d158ed27d1737bdd3-Picsart-AiImageEnhancer.jpg'
export const brusData = {
  brus: {
    title: "1. Брус",
    mainText: "Основой любого сруба является брус. Для строительства под усадку чаще всего используется брус естественной влажности, который сохраняет свои природные свойства и обеспечивает естественную циркуляцию воздуха внутри дома. При выборе бруса важно обращать внимание на следующие параметры:",
    imageUrl: brusMainImage,
    secondImageUrl: brusSecondImage, 
    features: [
      {
        title: "Качество древесины",
        text: "Брус должен быть ровным, без трещин, сколов, гнили и следов поражения насекомыми. Сучки должны быть невыпадающими."
      },
      {
        title: "Размер бруса",
        text: "Толщина бруса выбирается в зависимости от климатических условий и назначения дома. Для постоянного проживания в условиях умеренного климата рекомендуется использовать брус толщиной не менее 150 мм."
      }
    ]
  },
  jute: {
    title: "2. Джут",
    mainText: "Это материал, который прокладывается между брусьями для герметизации швов и предотвращения продувания. Для сруба под усадку лучше всего подходят натуральные утеплители:",
    imageUrl: jutMainImage, 
    secondImageUrl: jutSecondImage, 
    features: [
      {
        title: "Джут",
        text: "Обладает хорошими теплоизоляционными свойствами, устойчив к гниению и поражению грибком. Джутовая лента легко укладывается и обеспечивает равномерное уплотнение."
      },
      {
        title: "Доступность",
        text: "Джут — один из самых популярных материалов для конопатки срубов благодаря своей экологичности, гигроскопичности и долговечности."
      }
    ]
  },
  nagels: {
    title: "3. Нагели",
    mainText: "Это деревянные или металлические стержни, которые используются для соединения брусьев между собой. Нагели обеспечивают дополнительную прочность конструкции и предотвращают её деформацию. Для сруба под усадку рекомендуется использовать деревянные нагели, которые лучше компенсируют естественную усадку древесины.",
    imageUrl: nagMainImage, 
    secondImageUrl: nagSecondImage, 
    features: [
      {
        title: "Деревянные нагели",
        text: "Деревянные нагели обеспечивают прочное и долговечное соединение бруса без препятствования естественной усадке, сохраняя целостность конструкции благодаря своей экологичности и идеальной совместимости с древесиной."
      },
      {
        title: "Дешевизна",
        text: "Деревянные нагели — бюджетный вариант крепления бруса, при этом не уступающий по надежности металлическим аналогам, а по совместимости с древесиной и вовсе их превосходящий."
      }
    ]
  },
  krep: {
    title: "4. Крепёж",
    mainText: "Для соединения отдельных элементов сруба, таких как балки перекрытий и стропильная система, используются металлические крепёжные элементы — скобы, уголки, болты и саморезы. Важно выбирать крепёж, который устойчив к коррозии и подходит для использования в деревянных конструкциях.",
    imageUrl: krepMainImage, 
    secondImageUrl: krepSecondImage, 
    features: [
      {
        title: "Уголки",
        text: "Уголки с перфорацией под саморезы — самый доступный вид крепежа для начинающих строителей: не требует специнструмента и навыков плотник."
      },
      {
        title: "Саморезы",
        text: "Саморезы с шестигранной головкой идеально подходят для ответственных узлов, обеспечивая прочность, сопоставимую с болтовыми соединениями."
      }
    ]
  },
  svai: {
    title: "6. Фундаментные материалы",
    mainText: "Тип фундамента выбирается в зависимости от особенностей грунта. Для домов из бруса под усадку часто используют:",
    imageUrl: svaiMainImage, 
    secondImageUrl: svaiSecondImage, 
    features: [
      {
        title: "Винтовые сваи",
        text: "Для участков со сложным рельефом и нестабильными грунтами."
      },
      {
        title: "Бетон",
        text: "Для ленточных и плитных фундаментов."
      },
      {
        title: "Железобетонные сваи",
        text: "Для свайных фундаментов."
      }
    ]
  },
  kr: {
    title: "5. Кровельные материалы",
    mainText: "Кровельное покрытие должно быть лёгким и прочным, чтобы не создавать излишней нагрузки на стены сруба. Для домов из бруса под усадку часто используют:",
    imageUrl: krMainImage, 
    secondImageUrl: krSecondImage, 
    features: [
      {
        title: "Металлочерепицу",
        text: "Прочный материал c широкий выбор цветов и форм."
      },
      {
        title: "Профнастил",
        text: "Экономичный и простой в монтаже материал."
      },
      {
        title: "Ондулин",
        text: "Подходит для крыш сложной формы."
      }
    ]
  },
   anti: {
    title: "7. Антисептики и антипирены",
    mainText: "Для защиты древесины от гниения, плесени, грибка и возгорания, необходимо использовать специальные защитные составы — антисептики и антипирены. Они должны быть безопасными для людей и окружающей среды.",
    imageUrl: antiMainImage, 
    secondImageUrl: antiSecondImage, 
    features: [
      {
        title: "Антисептик",
        text: "Использование антисептика при строительстве сруба предотвращает биологическое разрушение древесины, сохраняя её прочность и эстетичный внешний вид на десятилетия.."
      },
      {
        title: "Антипирены",
        text: "Современные антипирены не только препятствуют распространению пламени, но и сохраняют природные свойства древесины."
      }
    ]
  }

};